{
  "loom": [
    {
      "name": "perceptual",
      "threads": [
        {
        	"name": "underground",
        	"clip": "videos/clip-1.mp4"
        },
        {
        	"name": "biodiversity",
        	"clip": "videos/clip-6.mp4"
        },
        {
        	"name": "human",
        	"clip":"videos/clip-4.mp4"
        },
        {
        	"name": "landscape",
        	"clip": "videos/clip-2.mp4"
       }
      ]
    },
    {
      "name": "conceptual",
      "threads": [
        {
        	"name": "adaptability",
        	"clip": "videos/clip-5.mp4"
        },
        {
        	"name": "embodiment",
        	"clip": "videos/clip-7.mp4"
        },
        {
        	"name": "assemblage",
        	"clip": "videos/clip-3.mp4"
        },
        {
        	"name": "connectivity",
        	"clip":"videos/video-5.mp4"
       }
      ]
    }
  ],
  "videos": [
    {
      "id": "124008218",
      "html": ""
    },
    {
      "id": "123974334",
      "html": ""
    },
    {
      "id": "124008219",
      "html": ""
    },
    {
      "id": "124008220",
      "html": ""
    },
    {
      "id": "124061457",
      "html": ""
    },
    {
      "id": "124013209",
      "html": ""
    },
    {
      "id": "124013210",
      "html": ""
    },
    {
      "id": "124017183",
      "html": ""
    },
    {
      "id": "124054657",
      "html": ""
    },
    {
      "id": "124054658",
      "html": ""
    },
    {
      "id": "124072589",
      "html": ""
    },
    {
      "id": "124072590",
      "html": ""
    },
    {
      "id": "124072591",
      "html": ""
    },
    {
      "id": "124072592",
      "html": ""
    },
    {
      "id": "124061458",
      "html": ""
    },
    {
      "id": "124072593",
      "html": ""
    }
  ],
  "intro": [
    {
      "text": "<p>Water.<ins>2.5</ins> Water is everything.<ins>2.5</ins></p><p>Feel it running through your veins. For a brief second <ins>2.5</ins> imagine thirst.<ins>2.5</ins></p><p>The world is beginning to dry, it is time to act.<ins>2.5</ins></p>"
      
    },
    {
      "text": "<p>Resilience is a new media documentary that weaves community-based watershed restoration stories together.</p><p>Beginning with two watersheds in the remote Peruvian Andes, this project is an ongoing effort. </p><p>The Resilience interactive interface acts as a loom that creates a fabric out of a collection of short films (2 minutes or less) and photographic haiku.</p><p>This content is organized along different conceptual threads and the viewer can weave these threads together to create different patterns in the story fabric.</p><p>These patterns can shift and adapt, akin to a living system.</p><p>As unique story patterns emerge, previously unseen connections can be made.<ins>2.5</ins></p>"
    
    },
    {
      "text": "<h3>Lo&bull;om</h3><ul><li>A loom is a device used to weave cloth. The basic purpose of any loom is to hold the warp threads under tension to facilitate the interweaving of the weft threads.</li><li>The precise shape of the loom and its mechanics may vary, but the basic function is the same.<ins>2.5</ins></li></ul>"
    },
    {
      "text": "<h3>Hai&bull;ku</h3><ul><li>A form of Zen poetry, characterized by being three lines: two contrasting ideas with a connecting point.</li><li>Haiku is brief and compressed, it suggests rather than explains.<ins>2.5</ins></li></ul>"

    },
    {
      "text": "<p>Each conceptual thread is tied to a haiku taken from the cautionary and empowering statements made by community activists from the high Andes. </p><p>The haiku are visualized with photographs taken in each community’s context and woven together with threads of archival images of glaciers in the Peruvian Andes taken in the 1920’s.</p><p>The quotes and photographs come together create a patterned fabric that invites contemplation of the topic and its relationship to ecological resilience.<ins>2.5</ins></p>"
    },
    {
      "text": "<h3>Eco&bull;lo&bull;gy</h3><ul><li>A branch of science concerned with the interrelationship of organisms and their physical surroundings.</li><li>The totality or pattern of relations between organisms and their environment.<ins>2.5</ins></li></ul>"
    },
    {
      "text": "<p>This expanded documentary project explores humanity’s potential to be resilient amidst extreme drought conditions and unprecedented ecological change through the warp and weft of empowering stories of struggle and transformation.</p>"
    }
  ]
}