{
  "loom": [
    {
      "name": "perceptual",
      "threads": [
        {
        	"name": "underground",
        	"clips": [6,5,11,16],
          "haiku": [
            {
              "text": "We are seeing that an economy based on the exploitation of natural resources\nis like extracting the bones and blood of human beings or looting the scalp, which is irreplaceable.",
              "caption": " - Luis Delgado, community organizer"
            },
            {
              "text": "We are well aware the Mother Earth is another living being like us.",
              "caption": "- Sandra Delgado, community organizer"
            },
            {
              "text": "By using a variety of native plants to build, clean and retain the soil\nwe have seen that ecological restoration can be accomplished in as little as 10 years.",
              "caption": " - Dr. Percy Nunez, Andean biologist"
            }
          ]
        },
        {
        	"name": "biodiversity",
        	"clips": [24,37],
          "haiku": [
            {
              "text": "We used to have 400 different species of trees in the valley of Cusco,\nmany parts of the Andes were evergreen, but now we only have a few dozen tree species left.",
              "caption": "- Dr. Percy Nunez, Andean biologist"
            },
            {
              "text": "From the moment I took my first steps in life,\nI realized I had to pass on the culture of my ancestors. I have tried to\nevoke the concept of respecting all biodiversity which is so paramount in the high Andes.",
              "caption": "- Luis Delgado, community organizer"
            },
            {
              "text": "We have been teaching at schools with biologists,\nteaching children how to take care of the lakes, plants, and animals.\nWe have little support so it is difficult, but the children are starting to teach their elders at home.",
              "caption": "- Sandra Delgado, community organizer"
            }
          ]
        },
        {
        	"name": "human",
        	"clips":[1,7,29],
          "haiku": [
            {
              "text": "Young people go to Lima. Why this migration? They leave due to lack of opportunities.\nOne of the reasons is the lack of water. Now we can’t have big farming areas and even cattle is greatly reduced.",
              "caption": "-Ferrero Jimenez de la Rosa, President of Huamantanga"
            },
            {
              "text": "Humans think money is everything. We know this is not right.\nWhen the earth gives no more, and you can’t plant anything, are they going to eat their money?",
              "caption": "- Sandra Delgado, community organizer"
            },
            {
              "text": "Many people believe that development only comes from economic gain.\nThis thinking causes irreversible damage because it is wrong, you cannot buy nature.\nOur consciousness has to evolve, it is on this type of development that humanity depends.",
              "caption": "- Luis Delgado, community organizer"
            }
          ]
        },
        {
        	"name": "landscape",
        	"clips": [2,12,26,27,14,42],
          "haiku": [
            {
              "text": "Forests have been pillaged.\nThe mountains are losing their perennial snow.\nIn 20 years we will have conflicts over the water.",
              "caption": " - Sandra Delgado, community organizer"
            },
            {
              "text": "That’s why we are planting trees,\nto take care of the lakes,\nbut we are too few doing this.",
              "caption": " - Sandra Delgado, community organizer"
            },
            {
              "text": "We need to work, we need to become conscious,\nwe need to transmit the knowledge of our ancestors\nand all the people that are interested can help me with this purpose.",
              "caption": " - Luis Delgado, community organizer"
            }
          ]
       }
      ]
    },
    {
      "name": "conceptual",
      "threads": [
        {
        	"name": "adaptability",
        	"clips": [6,19,38],
          "haiku": [
            {
              "text": "I will tell you about my community. From 1960 to 1980, there was too\nmuch winter and plenty of water, then from1990 on we had a drought that\nlasted for 3 years. After that, the winters left and they never were the same again.",
              "caption": " - Ferrero Jimenez de la Rosa, President of Huamantanga"
            },
            {
              "text": "If these problems don’t get sorted, this will soon be a ghost town.",
              "caption": " - Ferrero Jimenez de la Rosa, President of Huamantanga"
            },
            {
              "text": "The ancient ones were the first astrologers and geologists,\nthe first farmers and technicians, and they left us a whole irrigation system\nbuilt with infiltration channels. There was a culture of tribute to water, that we have to recover.",
              "caption": " - Speaker, canal revitalization ceremony"
            }
          ]
        },
        {
        	"name": "embodiment",
        	"clips": [20,10,33],
          "haiku": [
            {
              "text": "Then plastic technology and plastic culture came overnight.\nNowadays, everything that we buy is in a plastic bag and the water is being poisoned with trash.",
              "caption": " - Luis Delgado, community organizer"
            },
            {
              "text": "At the Circuit of the Four Lakes we have done an environmental\ntreatment, but this is like a small point on your body and we are talking about the earth.",
              "caption": " - Luis Delgado, community organizer"
            },
            {
              "text": "We do this work because we like to reward our Mother Earth because she\nfeeds us and she nourishes all human beings. We are very few, but we do it with great heart.",
              "caption": " - Sandra Delgado, community organizer"
            }
          ]
        },
        {
        	"name": "assembledge",
        	"clips": [15,3,28,21,30,35],
          "haiku": [
            {
              "text": "500 years ago we Incans had a strong clash, a cultural clash.\nOur indigenous culture almost vanished completely. Since then we\nhave been overshadowed by becoming more and more indifferent to nature.",
              "caption": " - Luis Delgado, community organizer"
            },
            {
              "text": "Traditional knowledge is, for example,\nthe ceremony for mother earth. It’s a small compensation that is done twice a year.",
              "caption": "- Sandra Delgado, community organizer"
            },
            {
              "text": "The indigenous cultures of the Americas, from Alaska to Patagonia, are cultures\nthat respect their circular area, their biodiversity. It shows that we still have certain understanding\nof nature to this day. We are trying to protect and restore the land, the few of us who still identify with nature.",
              "caption": "- Luis Delgado, community organizer"
            }
          ]
        },
        {
        	"name": "connectivity",
        	"clips": [2,25,17,45,22,32],
          "haiku": [
            {
              "text": "What we need to learn now is to coexist with nature.\nWe now have extreme environmental pollution and global warming.\nThis is a warning, and it has been foreseen that water is going to extinguish.",
              "caption": "- Huamantanga community leader, canal revitalization ceremony "
            },
            {
              "text": "We are not going to believe this because we have the ability\nto conserve and store our water. Today we have to re-encounter the\nlandscape and I think it is our task to teach young people to return to nature and water.",
              "caption": "-Huamantanga community leader, canal revitalization ceremony"
            },
            {
              "text": "I congratulate you for the recovery of these canal systems and\ntribute ceremonies. That are very important not only for this community, but since these\nwaters reach the sea, they bathe many lands down to the shore and provide many other villages with water.",
              "caption": "- Speaker, canal revitalization ceremony"
            }
          ]
       }
      ]
    }
  ],
  "videos": [
    {
      "id": "124008218",
      "html": ""
    },
    {
      "id": "123974334",
      "html": ""
    },
    {
      "id": "124008219",
      "html": ""
    },
    {
      "id": "124008220",
      "html": ""
    },
    {
      "id": "124061457",
      "html": ""
    },
    {
      "id": "124013209",
      "html": ""
    },
    {
      "id": "124013210",
      "html": ""
    },
    {
      "id": "124017183",
      "html": ""
    },
    {
      "id": "124054657",
      "html": ""
    },
    {
      "id": "124054658",
      "html": ""
    },
    {
      "id": "124072589",
      "html": ""
    },
    {
      "id": "124072590",
      "html": ""
    },
    {
      "id": "124072591",
      "html": ""
    },
    {
      "id": "124072592",
      "html": ""
    },
    {
      "id": "124061458",
      "html": ""
    },
    {
      "id": "124072593",
      "html": ""
    }
  ],
  "intro": [
    {
      "text": "<p>Water.<ins>2.5</ins> Water is everything.<ins>2.5</ins></p><p>Feel it running through your veins.<ins>1</ins> For a brief second<ins>1</ins> imagine thirst.<ins>2.5</ins></p><p>The world is beginning to dry,<ins>1</ins> it is time to act.<ins>1.5</ins></p>"
      
    },
    {
      "text": "<section><h3>Re &bull; sil &bull; ience</h3><ul><li>The power or ability to return to the original form, position, etc., after being bent, compressed, or stretched; elasticity.</li><li>Ability to recover readily from illness, depression, adversity, or the like; buoyancy.</li></ul></section>"
    },
    {
      "text": "<p><i>Resilience</i> is a new media documentary that weaves together community-based watershed restoration stories from the remote <i>Peruvian Andes</i>. The <i>Resilience</i> interface acts as a <b>loom</b> that creates a fabric out of a collection of short <b>films</b> (2 minutes or less)</p><p>This content is organized along different <i>conceptual threads</i> which can be woven together to create unique patterns in the story fabric. Each conceptual thread is tied to a photographic haiku. <i>Haiku</i> is a form of Zen poetry characterized by three lines, two contrasting ideas and a connecting point. </p><p>The Resilience haiku are written with <i>cautionary</i> and <i>empowering</i> statements made by activists in the high Andes. They are visualized with photographs taken in each community’s context and woven together with threads of archival images of glaciers and snow pack in the Peruvian Andes taken in the 1920’s.</p><p>The quotes and photographs come together to create a patterned <i>fabric</i> that invites contemplation of the topic and its relationship to ecological resilience.</p><p>This expanded documentary project explores humanity’s potential to be resilient amidst extreme drought conditions and unprecedented ecological change through the warp and weft of empowering stories of struggle and transformation.</p><button id='introbutton'>Begin Weaving</button>"
    }
  ],
  "maps": [
    {
      "people": [
        {
          "name": "Maria Ramos, Teacher",
          "image": "maria-ramos"
        },
        {
          "name": "Ferro Jimenez de La Rosa, President of Huamantanga",
          "image": "ferro-jimenez"
        },
        {
          "name": "Huamantanga community members",
          "image": "huamantanga-community"
        },
        {
          "name": "Huamantanga elders",
          "image": "huamantanga-elders"
        }
      ],
      "data": [
        {
          "name": "location",
          "data": "Huamantanga District, Rio Chillon Watershed, Peru"
        },
        {
          "name": "elevation",
          "data": "11,129 ft"
        },
        {
          "name": "issue",
          "data": "Severe drought in summer months"
        },
        {
          "name": "technique",
          "data": "Restoring an ancient Incan canal system that re-directs water during the winter from ravines to more permeable soils, replenishing ground water."
        }
      ]
    },
    {
      "people": [
        {
          "name": "Luis Delgado, Community organizer",
          "image": "luis-delgado"
        },
        {
          "name": "Sandra Delgado, Community organizer",
          "image": "sandra-delgado"
        },
        {
          "name": "Dr. Percy Nuñez, Indigenous botanist, PhD",
          "image": "percy-nunez"
        }
      ],
      "data": [
        {
          "name": "location",
          "data": "Acopia District, Four Circuit Lakes Watershed, Peru"
        },
        {
          "name": "elevation",
          "data": "12,188 ft"
        },
        {
          "name": "issue",
          "data": "Water pollution, dry infertile soils"
        },
        {
          "name": "technique",
          "data": "Restore native trees and plants &amp; clean up large amounts of trash (6 tons) <br><br> 1 million tree goal, 23,320 planted"
        }
      ]
    }
  ]
}